{
  "projects": [
    {
      "body": "My experiences in the worlds of design, public programming, exhibitions, and art education equip me with a unique collection of skills and a valuable lens in which to view your next project.\n\nI offer a variety of services, including concept development, creative strategy, design, copywriting/editing, print production, and project supervision."
    },
    {
      "title": "Berwyn Mayoral Campaign Logos",
      "image": "/images/uploads/berwyn_campaign_logo.jpeg",
      "body": "These campaign logos were designed to provide a visual cue of the candidate’s key messages, build name recognition, and connect the candidate with Berwyn residents. The bold, modern design radiates energy, strength, and optimism and seeks to appeal to youth engagement with the community.",
      "alt": "Boy riding in convertible holding campaign sign with campaign logo.",
      "pdf": "/images/uploads/berwyn_campaign_logos.pdf"
    },
    {
      "title": "*Latino Americans* Report",
      "image": "/images/uploads/la500_final_report.jpeg",
      "body": "This 64-page *Latino Americans: 500 Years of History* report was designed to highlight the National Endowment for the Humanities and American Library Association Public Programs Office’s nationwide public programming initiative that supported the exploration of the rich and varied history and experiences of Latinos, who have helped shape the United States over the last five centuries.",
      "alt": "Cover for the Latino Americans report.",
      "pdf": "/images/uploads/la500_final_report_2017_final.pdf"
    },
    {
      "title": "Community Cultural Fund Report",
      "image": "/images/uploads/ccf_brochure.jpeg",
      "body": "A tri-fold brochure was designed to encourage support for the American Library Association’s Cultural Communities Fund, an endowment that provides funding for cultural and civic programming in libraries of all types.",
      "alt": "Cover for the CCF report.",
      "pdf": "/images/uploads/ccf_brochure_2016_final.pdf"
    },
    {
      "title": "*Muslim Journeys* Report",
      "image": "/images/uploads/muslim-journeys-report.jpeg",
      "body": "This 46-page *Muslim Journeys* report was designed to highlight the National Endowment for the Humanities and American Library Association Public Programs Office’s multi-faceted effort to bring humanities programming about Islamic history and culture to libraries and state humanities councils across the country.",
      "alt": "Cover for the Muslim Journeys Report.",
      "pdf": "/images/uploads/musilm-journeys-report.pdf"
    },
    {
      "title": "HandPicked Vegetables Brochure",
      "body": "Production work for this 16-page brochure featuring PanAmerican Seed’s HandPicked collection was completed while working closely with the project’s Art Director.",
      "image": "/images/uploads/handpicked-vegetables.jpeg",
      "alt": "Cover for the Handpicked Vegetables brochure.",
      "pdf": "/images/uploads/handpicked-catalog.pdf"
    },
    {
      "title": "Burpee Recipe Cards",
      "body": "These recipe cards were designed to feature Burpee vegetables and to highlight recipe ideas showcasing the bounty of the garden.",
      "image": "/images/uploads/burpee-recipe-cards.jpeg",
      "alt": "Burpee recipe card for cupcake squash.",
      "pdf": "/images/uploads/burpee-recipe-cards.pdf"
    }
  ]
}